[
  {
    "title": "பதிகம் 1",
    "lines": [
      "வேயுறு தோளி பங்கன் விடமுண்ட கண்டன் மிக நல்ல வீணை தடவி",
      "மாசறு திங்கள் கங்கை முடி மேல் அணிந்து என் உளமே புகுந்த அதனால்",
      "ஞாயிறு திங்கள் செவ்வாய் புதன் வியாழன் வெள்ளி சனி பாம்பிரண்டும் உடனே",
      "ஆசறு நல்ல நல்ல அவை நல்ல நல்ல அடியாரவர்க்கு மிகவே!"
    ],
    "meaning": [
      "(எம்பெருமான்) மூங்கில் போன்ற தோளினை உடைய உமையவளுக்கு தன் உடம்பினில் பாகம் கொடுத்தவன். ஆலகால விடத்தை உயிர்களைக் காக்கும் பொருட்டு அருந்தி திருக்கழுத்தினில் தாங்கியவன்.",
      "இனிமையான இசையை எழுப்பும் வீணையை வாசித்துக்கொண்டு (இருக்கும் அவன்) களங்கமில்லாத பிறையையும் கங்கையையும் தன் திருமுடி மேல் அணிந்து கொண்டு, என் உளம் முழுவதும் நிறைந்து காணப்படுவதால்",
      "(அதாவது நான் சிவசிந்தையில் இருப்பதால்) சூரியன், சந்திரன், செவ்வாய், புதன், குரு, சுக்கிரன், சனி, மற்றும் பாம்பாகிய ராகு- கேது என்னும் ஒன்பது கோள்களும்",
      "ஒரு குற்றமும் இல்லாதவையாக (என் போன்ற) சிவனடியாருக்கு என்றும் மிக மிக நல்லதையே செய்யும்!"
    ]
  },
  {
    "title": "பதிகம் 2",
    "lines": [
      "என்பொடு கொம்பொ(டு) ஆமை இவை மார்பிலங்க எருதேறி ஏழையுடனே",
      "பொன்பொதி மத்தமாலை புனல் சூடி வந்தென் உளமே புகுந்த அதனால்",
      "ஒன்பதொடு ஒன்றொடு ஏழு பதினெட்டொடு ஆறும் உடனாய நாள்களவை தாம்",
      "அன்பொடு நல்லநல்ல அவை நல்லநல்ல அடியாரவர்க்கு மிகவே!"
    ],
    "meaning": [
      "திருமாலின் வாமன, பன்றி, கூர்ம அவதாரங்களின் ஆணவத்தை அடக்கி அணிந்துநிற்கும், எலும்பு, கொம்பு, ஆமை ஓடு முதலானவை தன் திருமார்பில் விளங்க, உமையவளுடன் எருதின் மேல் ஏறி, பொன்போலொளிரும் ஊமத்தைமலர்களாலான மாலைதரித்து, தலையில் கங்கையணிந்து என் உள்ளத்தே நிறைந்ததால்,",
      "ஒன்பதாவது விண்மீனாய் வரும் ஆயில்யம், பத்தாவது விண்மீனான மகம், பதினாறாவது விண்மீனான விசாகம், பதினெட்டாவது விண்மீனான கேட்டை, ஆறாவது விண்மீனான திருவாதிரை முதலான பயணத்திற்கு விலக்கப்பட்ட நாட்கள் எல்லாமும், சிவனடியார் மீது அன்பொடு அவர்க்கு என்றும் நல்லதையே செய்யும்!"
    ]
  },
  {
    "title": "பதிகம் 3",
    "lines": [
      "உருவளர் பவளமேனி ஒளி நீறணிந்து உமையொடும் வெள்ளை விடை மேல்",
      "முருகலர் கொன்றை திங்கள் முடிமேல் அணிந்தென் உளமே புகுந்த அதனால்",
      "திருமகள் கலையதூர்தி செயமாது பூமி திசை தெய்வமான பலவும்",
      "அருநெதி நல்ல நல்ல அவை நல்ல நல்ல அடியார் அவர்க்கு மிகவே"
    ],
    "meaning": [
      "பவளம் போன்ற சிவந்த திருமேனியில் ஒளி பொருந்திய வெண்ணீற்றை அணிந்து, சிவபெருமான் உமையம்மையாரோடு வெள்ளை எருதின்மீது ஏறி வந்து, அழகு பொருந்திய கொன்றையையும் சந்திரனையும் தன் முடிமேல் அணிந்து சிவபெருமான், உமையம்மையாரோடு வெள்ளை எருதின்மீது ஏறி வந்து என் உள்ளத்துள் புகுந்து தங்கியுள்ளான்.",
      "அதனால், இலக்குமி, கலைகளை வாகனமாகக் கொண்ட கலைமகள், வெற்றித்தெய்வமான துர்க்கை, பூமாது, திசைத் தெய்வங்கள் ஆன பலரும் அரிய செல்வம் போல நன்மை அளிப்பர்.",
      "அடியவர்களுக்கு மிக நல்லதையே செய்வர்."
    ]
  },
  {
    "title": "பதிகம் 4",
    "lines": [
      "மதிநுதல் மங்கையோடு வடபாலிருந்து மறையோதும் எங்கள் பரமன்",
      "நதியொடு கொன்றை மாலை முடிமேலணிந்தென் உளமே புகுந்த அதனால்",
      "கொதியுறு காலன் அங்கி நமனோடு தூதர் கொடுநோய்கள் ஆன பலவும்",
      "அதிகுண நல்ல நல்ல அவை நல்ல நல்ல அடியாரவர்க்கு மிகவே"
    ],
    "meaning": [
      "பிறைபோன்ற நெற்றியை உடைய உமையம்மையாரோடு ஆலமரத்தின்கீழ் இருந்து (வடம் – ஆலமரம்) வேதங்களை அருளிய எங்கள் பரமன், கங்கைநதியையும் கொன்றைமாலையையும் முடிமேல் அணிந்து என் உள்ளத்துள் புகுந்து தங்கியுள்ளான்.",
      "ஆத்திரமுடையதான காலம், அக்கினி, யமன், யமதூதர், கொடிய நோய்கள் எல்லாம் மிக நல்ல குணமுடையன ஆகி நல்லனவே செய்யும். அடியவர்களுக்கு மிகவும் நல்லனவே செய்யும்."
    ]
  },
  {
    "title": "பதிகம் 5",
    "lines": [
      "நஞ்சணி கண்டன் எந்தை மடவாள் தனோடும் விடையேறும் நங்கள் பரமன்",
      "துஞ்சிருள் வன்னி கொன்றை முடிமேலணிந்தென் உளமே புகுந்த அதனால்",
      "வெஞ்சின அவுணரோடும் உருமிடியும் மின்னும் மிகையான பூதமவையும்",
      "அஞ்சிடும் நல்ல நல்ல அவை நல்ல நல்ல அடியாரவர்க்கு மிகவே"
    ],
    "meaning": [
      "விடத்தைக் கழுத்தில் அணிந்த நீலகண்டனும், என் தந்தையும், உமையம்மையாரோடு இடபத்தின்மேல் ஏறி வரும் நம் பரம்பொருள் ஆகிய சிவபெருமான், அடர்ந்து கறுத்த வன்னிமலரையும், கொன்றை மலரையும் தன் முடிமேல் அணிந்து என் உள்ளத்துள் புகுந்து தங்கியுள்ளான்.",
      "அதனால், கொடிய சினத்தை உடைய அசுரர்கள், முழங்குகிற இடி, மின்னல், துன்பந்தரும் பஞ்சபூதங்கள் முதலானவையெல்லாம் (நம்மைக் கண்டு) அஞ்சி நல்லனவே செய்யும்.",
      "அடியவர்களுக்கு மிக நல்லனவே செய்யும்."
    ]
  },
  {
    "title": "பதிகம் 6",
    "lines": [
      "வாள்வரி அதளதாடை வரிகோவணத்தர் மடவாள் தனோடும் உடனாய்",
      "நாண்மலர் வன்னி கொன்றை நதி சூடி வந்தென் உளமே புகுந்த அதனால்",
      "கோளரி உழுவையோடு கொலையானை கேழல் கொடுநாகமோடு கரடி",
      "ஆளரி நல்ல நல்ல அவை நல்ல நல்ல அடியாரவர்க்கு மிகவே"
    ],
    "meaning": [
      "ஒளியும் வரியும் பொருந்திய புலித்தோல் ஆடையும், வரிந்து கட்டிய கோவணமும் அணியும் சிவபெருமான் அன்றலர்ந்த மலர்கள், வன்னி இலை, கொன்றைப்பூ, கங்கை நதி ஆகியவற்றைத் தன் முடிமேல் சூடி, உமையம்மையாரோடும் வந்து என் உள்ளத்துள் புகுந்து தங்கியுள்ளான்.",
      "அதனால், கொல்லும் வலிய புலி, கொலையானை, பன்றி, கொடிய பாம்பு, கரடி, சிங்கம் ஆகியன நல்லனவே செய்யும். அடியவர்களுக்கு மிக நல்லனவே செய்யும்."
    ]
  },
  {
    "title": "பதிகம் 7",
    "lines": [
      "செப்பிள முலை நன்மங்கை ஒரு பாகமாக விடையேறு செல்வனடைவார்",
      "ஒப்பிள மதியும் அப்பும் முடிமேல் அணிந்தென் உளமே புகுந்த அதனால்",
      "வெப்பொடு குளிரும் வாதம் மிகையான பித்தும் வினையான வந்து நலியா",
      "அப்படி நல்ல நல்ல அவை நல்ல நல்ல அடியாரவர்க்கு மிகவே"
    ],
    "meaning": [
      "செம்பு போன்ற இளந்தனங்களை உடைய உமையவளைத் தன் திருமேனியில் ஒரு பாகமாகக் கொண்டு, இடபத்தின்மேல் ஏறிவரும் செல்வனாகிய சிவபெருமான் தன்னை அடைந்த அழகிய பிறைச்சந்திரனையும், கங்கையையும் தன் முடிமேல் அணிந்தவனாய், என் உள்ளத்துள் புகுந்து தங்கியுள்ளான்.",
      "அதனால், காய்ச்சல்(சுரம்), குளிர்காய்ச்சல், வாதம், மிகுந்த பித்தம், அவற்றால் வருவன முதலான துன்பங்கள் நம்மை வந்து அடையா.",
      "அப்படி அவை நல்லனவே செய்யும். அடியவர்களுக்கு அவை நல்லனவே செய்யும்."
    ]
  },
  {
    "title": "பதிகம் 8",
    "lines": [
      "வேள்பட விழி செய்து அன்று விடைமேல் இருந்து மடவாள் தனோடும் உடனாய்",
      "வாண்மதி வன்னி கொன்றை மலர்சூடி வந்தென் உளமே புகுந்த அதனால்",
      "ஏழ்கடல் சூழ் இலங்கை அரையன் தனோடும் இடரான வந்து நலியா",
      "ஆழ்கடல் நல்ல நல்ல அவை நல்ல நல்ல அடியாரவர்க்கு மிகவே"
    ],
    "meaning": [
      "அன்று மன்மதன் அழியும்படி நெற்றிக்கண்ணைத் திறந்து எரித்த சிவபெருமான், இடபத்தின்மேல் உமையம்மையாரோடு உடனாய் இருந்து, தன் முடிமேல் ஒளி பொருந்திய பிறைச்சந்திரன், வன்னி இலை, கொன்றை மலர் ஆகியனவற்றைச் சூடி வந்து என் உள்ளத்துள் புகுந்து தங்கியுள்ளான்.",
      "அதனால், ஏழ் கடல்களால் சூழப்பட்ட இலங்கையின் மன்னன் ஆன இராவணன் (பிறன்மனை நாடியதாலேற்பட்டது) போன்ற இடர்களும் வந்து நம்மைத் துன்புறுத்தா. ஆழமான கடலும் நமக்கு நல்லனவே செய்யும். அடியவர்களுக்கு அவை நல்லனவே செய்யும்."
    ]
  },
  {
    "title": "பதிகம் 9",
    "lines": [
      "பல பல வேடமாகும் பரன் நாரி பாகன் பசுவேறும் எங்கள் பரமன்",
      "சலமகளோடு எருக்கு முடி மேல் அணிந்தென் உளமே புகுந்த அதனால்",
      "மலர்மிசையோனும் மாலும் மறையோடு தேவர் வருகாலமான பலவும்",
      "அலைகடல் மேரு நல்ல அவை நல்ல நல்ல அடியாரவர்க்கு மிகவே"
    ],
    "meaning": [
      "பல்வேறு கோலங்கள் கொள்கிற பரம்பொருள் ஆகிறவனும், மாதொருபாகனும், எருதின்மேல் ஏறிவரும் எங்கள் பரமனுமாகிய சிவபெருமான், தன் முடிமேல் கங்கை, எருக்கமலர் ஆகியவற்றை அணிந்து வந்து என் உள்ளத்துள் புகுந்து தங்கியுள்ளான்.",
      "அதனால், தாமரைமலர்மேல் உறையும் பிரமன், திருமால், வேதங்கள், தேவர்கள் ஆகியோரும், எதிர்காலம், அலையுடைய கடல், மேருமுதலான மலைகள் ஆகியவையும் நமக்கு நல்லனவே செய்வர்.",
      "அடியவர்களுக்கு அவை மிகவும் நல்லனவே செய்யும்."
    ]
  },
  {
    "title": "பதிகம் 10",
    "lines": [
      "கொத்தலர் குழலியோடு விசயற்கு நல்கு குணமாய வேட விகிர்தன்",
      "மத்தமும் மதியு(ம்)நாகம் முடிமேலணிந்தென் உளமே புகுந்த அதனால்",
      "புத்தரொடமணை வாதில் அழிவிக்கும் அண்ணல் திருநீறு செம்மை திடமே",
      "அத்தகு நல்ல நல்ல அவை நல்ல நல்ல அடியாரவர்க்கு மிகவே!"
    ],
    "meaning": [
      "கூந்தலில் மலர்க்கொத்துகள் அணிந்த உமையம்மையாரோடு வேட வடிவில் சென்று அருச்சுனனுக்கு அருள்புரிந்த தன்மை கொண்ட சிவபெருமான், தன் முடிமேல் ஊமத்தை மலர், பிறைச்சந்திரன், பாம்பு ஆகியவற்றை அணிந்து வந்து என் உள்ளத்துள் புகுந்து தங்கியுள்ளான்.",
      "அதனால், புத்தர்களையும் சமணர்களையும் ஈசனின் திருநீறு வாதில் தோற்றோடச் செய்யும். அதன் பெருமை நிச்சயமே. எல்லாம் அப்படிச் சிறந்த நல்லனவற்றையே செய்யும். அவை மிகவும் நல்லனவே செய்யும்."
    ]
  },
  {
    "title": "பதிகம் 11",
    "lines": [
      "தேனமர் பொழில் கொள் ஆலை விளை செந்நெல் துன்னி வளர்செம்பொன் எங்கும் திகழ",
      "நான்முகன் ஆதியாய பிரமாபுரத்து மறைஞான ஞான முனிவன்",
      "தானுறு கோளும் நாளும் அடியாரை வந்து நலியாத வண்ணம் உரை செய்",
      "ஆன சொல் மாலை ஓதும் அடியார்கள் வானில் அரசாள்வர் ஆணை நமதே"
    ],
    "meaning": [
      "தேன் நிறைந்த பூங்காக்களைக் கொண்டதும், கரும்பும், விளைகிற செந்நெல்லும் நிறைந்துள்ளதும், பொன் போல் ஒளிர்வதும், நான்முகன் (வழிபட்ட) காரணத்தால் பிரமாபுரம் என்ற ஊரில் தோன்றி அபரஞானம் பரஞானம் ஆகிய இரு வகை ஞானங்களையும் உணர்ந்த ஞானசம்பந்தனாகிய யான்,",
      "தாமே வந்து சம்பவிக்கும் நவக்கிரகங்கள், நாள் நட்சத்திரம், போன்றன எல்லாம் அடியவரை வந்து வருத்தாதவாறு பாடிய இப்பதிகத்தை ஓதும் அடியவர்கள் வானுலகில் அரசு புரிவர்.",
      "இது நமது ஆணை."
    ]
  }
]