[
  {
    "title": "Pathigam 1", 
    "lines": [
      "Veyurur tholi pangan, Vidam unda kandan, Miga nalla veenai thadavi,",
      "Masaru thingal, gangai mudi mel aninthen, ulame pugundhu adhanal,",
      "Jnayiru, thingal, chevvai, budhan, vyazhan Velli, sani, pambu irandum udane,",
      "Aasaru nalla, nalla avai nalla, nalla adiyar avarkku migave."
    ],
    "meaning": [
      "Friend of the lady with Bamboo like shoulders, God having a neck affected by swallowing poison,",
      "One who plays Veena faultlessly, One who wears the spotless moon and Ganga on his head,",
      "Entered inside my mind and immediately made Sun, moon, mars, mercury, Jupiter, Venus Saturn and the two snakes,",
      "Cut away desires and are good, they are good, and are very good to devotees of Shiva."
    ]
  },
  {
    "title": "Pathigam 2",
    "lines": [
      "Enbodu kombaodamai ivai marbilanga, erutheri ezhai udane",
      "Pon pothi matha maalai punal choodi vanthen ulame pugundhu adanal",
      "Onbathodu ondrodu ezhu pathinettodu aarum udaya natkal avai tham",
      "Anbodu nalla nalla Avai nalla nalla adiyaar avarkku migave"
    ],
    "meaning": [
      "With his chest adorned with garland of bones, boar\"s tusk and tortoise shell,",
      "And also wearing garland of datura flowers with their golden pollen,",
      "And decorating his head with the ganges river, he along with Parvathi comes riding on a bull",
      "And he has entered my mind and stays there and so the inauspicious stars that are",
      "Ninth, seventeenth, eighteenth and twenty fourth among the twenty seven,",
      "Do only good and good with love, for they are good, good for the devotees of Shiva."
    ]
  },
  {
    "title": "Pathigam 3",
    "lines": [
      "Uru valar pavala meni oli neeru aninthu, umayodum vellai vidai mel,",
      "Murugalar kondrai thingal mudi mel aninthu yen, ulame pugundhu, athanaal,",
      "Thirumagal kalaya thoorthi cheyya mathu bhoomi disai deivamana palavum,",
      "Aruneri nalla nalla Avai nalla nalla adiyaar avarkku migave."
    ],
    "meaning": [
      "With his growing radiant coral like body wearing the shining holy ash.",
      "Along with Goddess Parvathi on the white bull, wearing the golden kondrai flowers",
      "As well as the crescent on his head, he came and entered in to my mind and so,",
      "The Goddess Lakshmi, Kali, mother earth and the various Gods that god the directions,",
      "Does only good and good with love, for they are good, good for the devotees of Shiva."
    ]
  },
  {
    "title": "Pathigam 4",
    "lines": [
      "Mathi nuthal mangayodu vada aali runthu marai othum engal paraman",
      "Nathiyodu kondrai malai mudi mel anithu yen ulame pugundhu athanal",
      "Kothiyuru kalan angi namanodu doothar kodu noygal aana palavum",
      "Athiguna nalla nalla Avai nalla nalla adiyaar avarkku migave"
    ],
    "meaning": [
      "With the lady with the crescent like forehead sitting below a banyan tree and teaching Vedas,",
      "Our God wears on his head kondrai flowers along with the river and has entered in to my mind and so,",
      "The very angry god of death along with his messengers and various great diseases,",
      "Does only good and good with love, for they are good, good for the devotees of Shiva."
    ]
  },
  {
    "title": "Pathigam 5",
    "lines": [
      "Nanju ani kandan yendhai madavaal thanodum, vidayeru thangal paraman",
      "THunji yarul vanni kondrai mudi mel aninthu, yen ulame pugandha adhanal",
      "Venchina avunarodum, urumudiyum minnum migayana bhootham avayum",
      "Anjidum nalla nalla Avai nalla nalla adiyaar avarkku migave"
    ],
    "meaning": [
      "With my father who decorates his neck with poison along with Parvathi riding on a bull,",
      "Showing his grace and Wearing vanni* leaves and kondrai** flowers has entered in to my mind and so,",
      "The angry asuras, roaring thunder, lightning and those ghosts that we are afraid,",
      "Do only good and good with love, for they are good, good for the devotees of Shiva.",
      "*Indian Mesquite **Indian Laburnum"
    ]
  },
  {
    "title": "Pathigam 6",
    "lines": [
      "Valari thala thadai vari kovanathar madavaal thanodum udanay",
      "Naanmalar vanni kondrai nadhi choodi vandhu en ulame pugundhu athanal",
      "Kolari uzhuvayodu kolai yanai kezhal kodu nagamodu karadi",
      "Alari nalla nalla Avai nalla nalla adiyaar avarkku migave"
    ],
    "meaning": [
      "With Siva wearing a striped tigers skin and loin cloth, and along with Parvathi,",
      "And wearing vanni leaves and kondari flowers has entered in to my mind and so,",
      "Powerful deadly tigers, murderous elephants, boars, cobras, bears and lions,",
      "Do only good and good with love, for they are good, good for the devotees of Shiva."
    ]
  },
  {
    "title": "Pathigam 7",
    "lines": [
      "Cheppila mulai nan mangai oru bhagamaga vidai yeru chelvan adaivaar",
      "Oppilamathiyum appum mudi mel aninthen ulame pugantha athanaal",
      "Veppodu kulirum vadam migayana pithum, vinayana vandhu naliyaa",
      "Appadi nalla nalla Avai nalla nalla adiyaar avarkku migave"
    ],
    "meaning": [
      "With the famous good young damsel occupying one side, he is the source of all wealth,",
      "And keeping on his head, the incomparable moon as well as the river, he entered in to my mind,",
      "And so fevers with chills, rheumatism, excess of bile which come and trouble,",
      "Do only good and good with love, for they are good, good for the devotees of Shiva."
    ]
  },
  {
    "title": "Pathigam 8",
    "lines": [
      "Vel pada vizhi cheythanru vidai melirunthu madaval thanodum udanay",
      "Van mathi vanni konrai malar choodi vandhen ulame pugundhu adhanaal",
      "Ezhkadal choozh ilangai arayan thanodum idarana vandhu naliyaa",
      "Aazhkadal nalla nalla Avai nalla nalla adiyaar avarkku migave"
    ],
    "meaning": [
      "With his angry eye he burnt Manmatha when he shot an arrow and along with Parvathi he rides the bull,",
      "And wearing the crescent of the sky, Vanni leaves and Kondrai flowers, he entered in to my heart,",
      "And so the king of Lanka which is surrounded by ebbing sea and other afflictions surrounding the sea,",
      "Do only good and good with love, for they are good, good for the devotees of Shiva."
    ]
  },
  {
    "title": "Pathigam 9",
    "lines": [
      "Pala pala vedamagum paranaari bhagan, vasuverum yengal paraman",
      "Chala magalodu erukku mudi mel aninthu yen ulame pugundhu adhannal",
      "Malar misayonum malum maraiyodu devar varukalamana palavum",
      "Alaikadal meru nalla nalla Avai nalla nalla adiyaar avarkku migave"
    ],
    "meaning": [
      "With his ability to assume many forms, the consort of Parvathi who is our lord rides on a bull,",
      "And wearing the erukku* flower on his head, he entered my heart,", 
      "And Lord Brahma, Vishnu, Vedas, devas and several things that are yet to come,",
      "Do only good and good with love, for they are good, good for the devotees of Shiva."
    ]
  },
  {
    "title": "Pathigam 10",
    "lines": [
      "Kothaalar kuzhaviyodu visayar nalgu gunamaai veda vigithan",
      "Mathamum madhiya nagam mudi mel aninthen ulame pugundhu adhanal",
      "Putharodu amanavathil azhivirkkum annan thiruneeru chemmai thidame",
      "Athagu nalla nalla Avai nalla nalla adiyaar avarkku migave"
    ],
    "meaning": [
      "Along with the pretty lady wearing flowers, that varied God of Vedas went to give a boon to Arjuna,",
      "And wearing datura flowers, moon and the serpent, he entered my heart,",
      "And the sacred of ash of his will defeat the budhists and jains without any doubt and,",
      "Do only good and good with love, for they are good, good for the devotees of Shiva."
    ]
  },
  {
    "title": "Pathigam 11",
    "lines": [
      "Thenavar pozhi kola alai vilai chen nel, thunni valar chembon engum thigaza",
      "Naan mugan aadhiyaya biramapurathu marai Jnana Jnana munivan",
      "Thanuru kolu naalum adiyarai vandhu naliyatha vannam urai chei",
      "Aana chol maalai oodhum adiyargal vaanil arasalvr aanai namathe"
    ],
    "meaning": [
      "The saint Thirujnana Sambandar from Brahmapuram where Brahma is worshipped, a place filled with honey bees, sugarcane fields and abundant paddy that shines like gold,",
      "Has composed this garland of verses so that the devotees who recite it will not be affected by the ill effects of planets and stars,", 
      "And they will rule in heaven - this is my command.",
      "Thiruchitrambalam! Thiruchitrambalam! Thiruchitrambalam! "
    ]
  }
] 